Repository: geonition/dashboard
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: fi, pt, pt_br

source: Advanced options
fi: Lisäasetukset
pt: Opções avançadas
pt_br: Opções avançadas

source: Questionnaires
fi: Kyselyt
pt: Questionários
pt_br: Questionários

source: Plan Proposals
fi: Suunnitteluprojektit
pt: Propostas de Planos
pt_br: Propostas de Planos

source: Idea Competition
fi: Ideakilpailut
pt: Concurso de Ideia
pt_br: Concurso de Idéia

source: This is the link to the project page. The link has to be a full link starting with http:// or https://
fi: Tämä on linkki projektin sivulle. Linkin tulisi olla kokonainen ja alkaa http:// tai https://
pt: Este é o link para a página do projeto. Este link tem de ser um link completo a iniciar com http:// ou https://
pt_br: Este é o link para a página do projeto. Este link deve ser um link completo a iniciar com http:// ou https://

source: Link to project
fi: Linkki projektiin
pt: Link para o projeto
pt_br: Link para o projeto

source: This is the location of the project that is shown on the dashboard. The area will be clickable and work as a link that takes the user to the project.
fi: Tämä on projektin kohdealue joka näkyy etusivulla. Alue on interaktiivinen ja käyttäjä voi napsauttaa sitä jolloin hän siirtyy projektin sivulle.
pt: Esta é a localização do projeto que aparece no painel de instrumentos. A área será clicável e funciona como um link que leva o utilizador ao projeto.
pt_br: Esta é a localização do projeto que é mostrado no painel. A área será clicável e funcionA como um link que leva o usuário para o projeto.

source: This is the link to the project rest endpoint. The link has to be a full link starting with http:// or https:// and ending with /active/,<br /> e.g. http://somehost/somepath/geoforms/active/
pt: Este é o link para o ponto final do projeto rest. Este link tem de ser um link completo que começa com http:// ou https:// e acaba com /active/,<br /> ex. http://somehost/somepath/geoforms/active/

source: link to project
pt: link para o projeto

source: url description
pt: descrição url

source: Idea competitions
fi: Idea kilpailut
pt: Concursos de Ideia
pt_br: Concursos de idéias

source: Planning projects
fi: Suunnitteluprojektit
pt: Projetos de Planeamento
pt_br: Projetos de Planejamento

source: Begin
fi: Aloita

source: Start
fi: Aloita

source: Go to the application..
pt_br: Responder...
